@extends('demo-layouts.master')
@section('title', 'empty')
@section('page-header')
    @section('PageTitle', 'empty')
@endsection

@section('content')
    <!-- row -->
    <div class="row">
        <div class="col-md-12 mb-30">
            <section class="terms">
                <div class="container">
                    <h1 class="mb-5">الشروط والأحكام</h1>
                    <ul>
                        <li>
                            <h2>1. الإستخدام</h2>
                            <div class="text">
                                <p>1.1. يجب أن يكون عمرك 18 عامًا أو أكبر لاستخدام موقعنا.</p>
                                <p>1.2. يجب عدم استخدام موقعنا في أي نشاط غير قانوني أو ينتهك حقوق الملكية الفكرية للغير.
                                </p>
                            </div>
                        </li>
                        <li>
                            <h2>2. الحساب</h2>
                            <div class="text">
                                <p>2.1. عند التسجيل على موقعنا، أنت مسؤول عن الحفاظ على سرية معلومات حسابك وكلمة المرور.</p>
                                <p>2.2. يجب عدم مشاركة معلومات حسابك مع الغير أو إتاحتها لأطراف ثالثة.</p>
                            </div>
                        </li>
                        <li>
                            <h2>3. الطلبات والمدفوعات</h2>
                            <div class="text">
                                <p>3.1. عند قبول طلبك على موقعنا، ستقوم بإتمام عملية الدفع بالوسائل المتاحة.</p>
                                <p>3.2. يجب دفع مبلغ الفاتورة بالكامل قبل توصيل المنتجات.</p>
                            </div>
                        </li>
                        <li>
                            <h2>4. التوصيل</h2>
                            <div class="text">
                                <p>4.1. سنقوم بتوصيل المنتجات إلى العنوان المحدد من قبلك خلال الوقت المتفق عليه.</p>
                                <p>4.2. نحن غير مسؤولين عن أي تأخير في التوصيل بسبب ظروف خارجة عن سيطرتنا.</p>
                            </div>
                        </li>
                        <li>
                            <h2>5. إرجاع واسترداد الأموال</h2>
                            <div class="text">
                                <p>5.1. نقدم خدمة استرداد أموال في حالة تلف المنتج أو عدم تطابقه مع الوصف.</p>
                                <p>5.2. يجب إعلامنا بأي شكوى أو طلب لاسترداد الأموال خلال فترة زمنية محددة.</p>
                            </div>
                        </li>
                        <li>
                            <h2>6. الملكية الفكرية</h2>
                            <div class="text">
                                <p>6.1. جميع حقوق الملكية الفكرية المتعلقة بالمحتوى والعلامات التجارية على موقعنا محفوظة
                                    وتنتمي لشركتنا.</p>
                                <p>6.2. يجب عدم نسخ أو نشر أو استخدام أي محتوى من موقعنا دون إذن مسبق.</p>
                            </div>
                        </li>
                        <li>
                            <h2>7. إنهاء الخدمة</h2>
                            <div class="text">
                                <p>7.1. نحتفظ بالحق في إنهاء خدماتنا لأي عميل ينتهك هذه الشروط والأحكام.</p>
                            </div>
                        </li>
                        <li>
                            <h2>8. التغييرات في الشروط والأحكام</h2>
                            <div class="text">
                                <p>8.1. نحتفظ بالحق في تعديل هذه الشروط والأحكام في أي وقت. يجب عليك مراجعتها بشكل دوري.</p>
                            </div>
                        </li>
                        <li>
                            <h2>9. الاتصال بنا</h2>
                            <div class="text">
                                <p>
                                    9.1. إذا كانت لديك أسئلة أو استفسارات حول شروط الخدمة، يُرجى الاتصال بنا عبر وسائل
                                    الاتصال
                                    المتاحة على موقعنا.
                                </p>
                            </div>
                        </li>
                    </ul>
                </div>
            </section>
        </div>
    </div>
    <!-- row closed -->
@endsection

@section('js')
   
@endsection